<template>
  <div id="mainContentArea">
    <div class="brushTicketAgreementText">
        <b>用户协议</b>
        </br>
        </br>

        本协议是本网站与用户
        (以下简称“您”)就火车票购票、查询、退票、改签、12306账号注册及授权托管使用等火车票预订及增值服务（以下统称“本服务“）所订立的合约。在使用本服务之前，请您仔细阅读本协议及规则的全部内容，您以书面签署或线上点击“确认”或“同意”或开始使用本网站服务，即表示您已充分理解并同意接受本协议的全部内容以及相关已发布或将来可能发布的解释、规则、页面展示、操作流程、公告或通知，以及各项服务的服务说明及/或预订须知（详见“预订须知”页面）（以下统称“规则
        ”）并同意受规则约束。如果您未充分理解或不同意接受全部的条款和条件，请您停止使用本服务。
        </br>
        </br>

        <b>第一条 服务描述</b>
        </br>
        1、本网站通过铁路官方网站或授权代售点为您提供火车票预订及增值服务，或由您自行登录已有12306账号进行查询、购票、退票、改签等操作，如您未注册12306账号且继续使用服务，您同意并委托本网站先使用您已提供的姓名、身份证号、手机号等信息为您提供12306账号代为注册的便捷服务。
        </br>
        2、本服务需通过铁路客运机构（定义下详）出票，本网站不对出票成功率作100%承诺。如未能成功购票，本网站不承担任何责任。
        </br>
        3、接受本服务中，您可以自由选择添本平台上的其他产品或服务，包括但不限于加速抢票、保险、礼品卡、门票、酒店等套餐服务，也可以只选择火车票预订服务，本网站承诺不会强制您购买任何产品或服务。
        </br>
        4、在您预订的火车票开售后，本网站将以微信（为保障您及时获悉，也可以短信、邮件、电话等形式）通知您是否购票成功。如您未及时阅读或未能收到短信通知可能导致无法及时知悉出票情况，本网站谨在此提醒您请仍需及时浏览刷新用户订单页面查看订单状态，以免耽误行程。通常您会在订单之日或（如订单之日早于开票的情况下）开售之日或此后第一个工作日内22:00点前通知购票结果。本服务涉及人工服务，在部分情况下，购票结果可能需您等待更长时间。
        </br>
        </br>

        <b>第二条 预订提示（以铁路客运机构的规定以及服务说明和要求为准为准，详见预订须知及预订页面说明</b>
        </br>
        1、您需提供真实、合法、有效的证件，并仅可以使用二代身份证及护照、台胞证、港澳通行证预订火车票，本服务暂不支持其他证件。
        </br>
        2、一张有效身份证件同一乘车日期同一车次限购一张车票。（儿童用成人的证件号情况除外）
        </br>
        3、铁路客运规定对同一张订单可购买的车票数量有最高限制（比如最多不超过5张）如您预订的同一趟行程中购票乘车人数超出规定数量，请拆分为多张订单预订。
        </br>
        4. 本网站将以微信（为保障您及时获悉，也可以短信、邮件、电话等形式）通知您是否购票成功，本网站不负责支付订单， 所有车票订单需要用户自己到12306官方后台支付。
        </br>
        </br>

        <b>第三条 取票提示（以铁路客运机构的规定以及服务说明和要求为准，详见预订须知及预订页面说明</b>
        </br>
        1、使用二代身份证预订的客户，可持预订时所使用的乘车人有效二代身份证到车站售票窗口、铁路客票代售点或车站自动售票机上办理取票手续，部分高铁站可持二代居民身份证直接检票进站，以各铁路站点实际情况为准。
        </br>
        2、如预订时使用的乘车人二代身份证无法识别，或乘车人使用护照预订等情况，请持预订时留下的有效证件原件及本公司给您发送的火车票订单号至火车站售票点，由售票员核实后办理换票手续。
        </br>
        3、若您在预订成功后、换票前，不慎遗失有效身份证件，须由您本人到乘车站铁路公安制证口办理临时身份证明。
        </br>
        4、纸质火车票作为唯一的报销凭证，如您需要报销，请提前至火车站换取纸质车票并妥善保管，本网站无法另行提供火车票票款发票。
        </br>
        </br>

        <b>第四条 免责申明</b>
        </br>
        1、本服务通过铁路客运营、服务、代售等政府部门、机构、企业包括但不限于国家铁路局、中国铁路总公司、12306.cn铁路客户服务中心、火车票代售点（统称“铁路客运机构”）并遵守其规定和要求（统称“铁路客运规定”），本服务协议以及各产品预订须知内容应依据铁路客运规定以及铁路客运机构的服务说明和要求解释并（如有冲突）以此为准，并应视为依铁路客运规定的更新而变更。
        </br>
        2、因铁路客运机构会随时调整车次、票价、坐席等信息，或者网络传输误差，故本网站显示产品信息（包括但不限于车次、票价、坐席）可能不是最新或者存在误差，供您做一般参考，最终以实际购买的产品为准。
        </br>
        3、因不可抗力或铁路客运机构的原因导致您未能如订单内容接受服务，包括但不限于铁路客运机构随时调整车次、因自然灾害等不可抗力因素导致的火车停运等问题，本网站不承担责任。
        </br>
        4、因不可抗力，包括但不限于黑客入侵、计算机病毒等原因造成用户资料泄露、丢失、被盗用、被篡改的，本网站不承担任何责任。
        </br>
        5、如因您未能遵守规定以及铁路客运机构的服务说明和要求，包括但不限于提供错误的订单信息（姓名、证件号码、日期、车次、座位类型等）或者因您自身原因导致无法取票、车票丢失、车票损毁等情况所导致的损失，您需自行承担后果。
        </br>
        6、您接受本协议和使用本服务，意味着您同意遵守铁路客运规定以及本协议和预订须知，授权本网站使用您填写的您以及他人的个人信息（“乘客信息”）或12306账号进行相关操作，包括但不限于授权使用乘客信息为您或他人执行查询、购票、退票、改签、注册等操作，同时您必须遵守铁路客运规定和铁路客运机构的服务说明和要求包括但不限于12306购票规定的服务条款(http://www.12306.cn)。您承诺所提供的乘客信息均经过该公民知悉用途的前提下对其个人信息使用、保存、处理的授权。
        </br>
        7、如果您提供自有的12306账号用于购票，表示您同意将您的12306账号和密码授权给本网站托管，并委托本网站为您或他人执行查询、购票、退票、改签等操作，本网站和平台也将严格保护您的隐私信息。如发生账号及密码信息变更，请及时在本平台更新，本平台不对因此带来的查询、购票、退票、改签等操作失败问题承担责任。
        </br>
        </br>

        <b>第五条 解决争议适用法律法规约定</b>
        </br>
        您对本服务相关事宜的履行发生争议，您同意按照中华人民共和国颁布的相关法律法规解决争议。
        </br>
        </br>

        <b>第六条 其他</b>
        </br>
        1、您同意并授权本网站有权随时对本协议内容进行单方面的变更，并以在本网站、APP、微信等第三方渠道公告的方式提前予以公布，无需另行单独通知您；若您在本协议内容公告变更生效后继续使用本网站服务的，表示您已充分阅读、理解并接受变更修改后的协议内容，也将遵循变更修改后的协议内容使用相关服务；若您不同意变更修改后的协议内容，您应在变更生效前停止使用本公司提供的火车票购票服务及其他相关服务。
        </br>
        2、本协议未尽事宜，以本网站后续公布的相关规则为准，按照本网站公布的相关规则亦未对所涉事项进行规定的，以铁路部门公布的规定、政策为准。
        </br>
        3、本协议于铁路部门现有相关规定、政策的基础上进行制定，您知晓并同意您有义务知悉铁路部门公布的相关规定、政策，如后续因铁路部门相关规定、政策变动导致本协议相关条款与实际不符的，您与本网站双方均同意以实际的规定、政策为准，同时如发生前述情形，您同意就给您造成的损失不予追究本网站责任。
    </div>
  </div>
</template>

<script>
export default {
  name: "BrushTicketAgreement",
  data() {
    return {
    };
  }
};
</script>

<style scoped>
#mainContentArea {
    position: absolute;
    height: 440px;
    width: 670px;
    top: 178px;
    left: 568px;
    background-color: white;
    overflow-y: auto;
}

.brushTicketAgreementText {
    font-size: 15px;
    position: relative;
    left: -30px;
    width: 100%;
}
</style>
